Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Web browser for Windows, Mac and Linux
bn_bd: Windows, Mac এবং Linux এর জন্য ওয়েব ব্রাউজার

source: Webmaker
bn_bd: ওয়েবমেকার

source: Webmaker for Android
bn_bd: Android এর জন্য Webmaker

source: We couldn't find any matching tweets for %(language)s at this time. Please check again later, choose a different tweet type from the menu above, or view tweets for other languages by using the language selector at the bottom of the page.
bn_bd: আমরা %(language)s ভাষার সমকক্ষ টুইট খুজে পাচ্ছিনা এই সময়ে। দয়া করে পরে আবার চেষ্টা করুন, উপরের মেনু থেকে ভিন্ন টুইট বাছাই করুন, অথবা অন্য ভাষার টুইট দেখতে হলে এই পাতার একদম নিচ থেকে ভাষা পরিবর্তন করুন।

source: We couldn't find any results for <strong>%(q)s</strong> in <strong>%(l)s</strong>. Maybe one of these articles will be helpful?
bn_bd: আমরা <strong>%(l)s</strong> এতে <strong>%(q)s</strong> এর জন্য কোন কিছু পাইনি। সম্ভবত এই আর্টিকেলটি সাহায্যকারী হতে পারে কি?

source: Week beginning %(year)s-%(month)s-%(date)s
bn_bd: সপ্তাহ শুরুতে %(year)s-%(month)s-%(date)s

source: Weekly meetings
bn_bd: সপ্তাহিক সভা

source: Welcome to SUMO!
bn_bd: SUMO তে স্বাগতম!

source: We've sent a confirmation to %(new_email)s. Please follow the link in the confirmation to change your account's email.
bn_bd: আমরা %(new_email)s তে একটি স্বীকৃতিপ্রদানকারী ইমেল পাঠিয়েছি। আপনার অ্যাকাউন্টের ইমেল পরিবর্তন করার জন্য দয়া করে লিঙ্ক অনুসরন করুন।

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
bn_bd: আমরা একটা ইমেইল পাঠিয়েছি যেকোনো অ্যাকাউন্টে যে এই অ্যাড্রেসটি ব্যবহার করছে। অনুগ্রহ করে ইমেইলে লিঙ্কটা খেয়াল করুন আপনার পাসওয়ার্ড পুনরায় সেট করতে।

source: What is your reply about?
bn_bd: আপনার উত্তর কি সম্বন্ধীয়?

source: What Links Here
bn_bd: এখানে কি লিঙ্ক করে

source: What Links Here | {document}
bn_bd: এখানে কি লিঙ্ক করে | {document}

source: What's new in Firefox for Android
bn_bd: Android এর জন্য Firefox এ নতুন কি

source: What's new in Firefox for iOS
bn_bd: iOS এর জন্য Firefox নতুন কি অাছে

source: Windows 8 Touch support articles
bn_bd: Windows 8 টাচ সহায়তা সম্পার্কত নিবন্ধ

source: Working with messages
bn_bd: মেসেজের সাথে কাজ করা হচ্ছে

source: Write help articles
bn_bd: সাহায্য নিবন্ধ লিখুন

source: Yes, I am.
bn_bd: হ্যাঁ, আমি করেছি।

source: You
bn_bd: আপনি

source: You already flagged this content.
bn_bd: আপনি ইতিমধ্যেই এই বিষয়বস্তুটি অঙ্কন করেছেন।

source: You already voted on this Article.
bn_bd: আপনি ইতিমধ্যে এই প্রবন্ধে ভোট দিয়ে দিয়েছেন।

source: You already voted on this reply.
bn_bd: আপনি ইতিমধ্যে এই উত্তরে ভোট দিয়েছেন।

source: You and 1 other replied
bn_bd: আপনি এবং অন্য 1 জনের উত্তর

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
bn_bd: আপনি আপনার নিজের সম্পাদনাটি অনুমোদন করতে যাচ্ছেন। দয়া করে আমাদের <a href="%(url)s">পর্যালোচক</a>-দের জিজ্ঞেস করুন।

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
bn_bd: আপনি <span class="revtime"></span> সংস্করণটি স্থানীয়করণ জন্য প্রস্তুত চিহ্নিত করতে যাচ্ছেন। আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
bn_bd: আপনি স্থায়ীভাবে অ্যাভাটার মুছে ফেলছেন। <strong>এটি পূর্বাবস্থায় ফিরিয়ে আনা যায় না!</strong> বর্তমানটিকে প্রতিস্থাপন করার জন্য আপনি সবসময় অন্য অ্যাভাটার আপলোড করতে পারেন।

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি এই উত্তর স্থায়ীভাবে মুছে ফেলতে চলেছেন <strong> এটি পূর্বাবস্থায় ফিরিয়ে আনা যায় না! </strong> আপনি কি চালিয়ে যেতে চান?

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি এই ডকুমেন্টটাকে স্থায়ীভাবে মুছে ফেলতে চাইছেন। <strong>এটাকে পূর্ববর্তী অবস্থায় আর ফিরিয়ে আনা যাবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি স্থায়ীভাবে এই ছবিটি মুছে ফেলতে যাচ্ছেন। <strong>এই উন্মোচিত হতে পারবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি স্থায়ীভাবে এই পোস্টটি মুছে ফেলতে যাচ্ছেন। <strong>আপনি কি নিশ্চিত যে আপনি এটা মুছবেন? </strong>

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি এই প্রশ্ন স্থায়ীভাবে মুছে ফেলতে চলেছেন।<strong> এটি পূর্বাবস্থায় ফিরিয়ে আনা যায় না! </strong> আপনি কি চালিয়ে যেতে চান?

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি স্থায়ীভাবে এই রিভিশনটি মুছে ফেলতে যাচ্ছেন। <strong>এটি আর পূর্বের অবস্থায় যেতে পারবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি এই থ্রেড স্থায়ীভাবে মুছে ফেলতে চলেছেন। <strong>এটি পূর্বাবস্থায় ফিরিয়ে আনা যায় না!</strong> আপনি কি চালিয়ে যেতে চান?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
bn_bd: আপনি স্থায়ীভাবে এই ভিডিওটি মুছে ফেলতে যাচ্ছেন। <strong>এই উন্মোচিত হতে পারবে না!</strong> আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
bn_bd: আপনি স্থায়ীভাবে আপনার অবতার মুছে ফেলতে যাচ্ছেন. <strong>এটি পূর্বাবস্থায় ফেরানো যাবেনা!</strong> আপনি যেকোনো সময় বর্তমানটির পরিবর্তে <a href="%(upload_url)s">অন্য একটি ছবি আপলোড</a> করতে পারেন।

source: You are about to subscribe to:
bn_bd: আপনি সাবস্ক্রাইব করতে চলেছেন:

source: You are not currently watching anything.
bn_bd: আপনি বর্তমানে কিছুই দেখছেন না।

source: You are not logged in.
bn_bd: আপনি লগইন করেননি।

source: You are not watching this thread
bn_bd: আপনি এই বিষয়টি দেখছেন না

source: You are now part of the Contributors group!
bn_bd: এখন আপনি অবদানকারী দলের অংশ!

source: You are translating an English document which is not yet ready for localization.
bn_bd: আপনি একটি ইংরেজি নথি অনুবাদ করতে যাচ্ছেন যা এখনও স্থানীয়করণ সম্পর্কিত বিষয়ের জন্য প্রস্তুত হয়নি।

source: You are watching this thread
bn_bd: আপনি এই বিষয়টি দেখছেন

source: You can log in at:
bn_bd: আপনি লগ ইন করতে পারেন:

source: You cannot translate this document.
bn_bd: আপনি এই নথিটি অনুবাদ করতে পারবেনা।

source: You can now log in.
bn_bd: এখন আপনি লগ-ইন করতে পারেন

source: You do not have permission to access this page.
bn_bd: আপনি এই পৃষ্ঠায় প্রবেশের অনুমতি নেই।

source: You do not have permission to do that.
bn_bd: আপনার এই কাজের অনুমতি নেই।

source: You don't need to register to <a href="{url}">ask a question</a>.
bn_bd: আপনাকে <a href="{url}">একটি প্রশ্ন জিজ্ঞাসা করতে</a> রেজিস্টার করতে হবে না।

source: You have been automatically logged in.
bn_bd: আপনার স্বয়ংক্রিয়ভাবে লগ ইন হয়েছে।

source: You have been awarded the <strong>%(title)s</strong> badge!
bn_bd: আপনাকে <strong>%(title)s</strong> ব্যাজ প্রদান করা হয়েছে!

source: You have been unsubscribed.
bn_bd: আপনি আনসাবস্ক্রাইব করেছেন।

source: You have flagged this content. A moderator will review your submission shortly.
bn_bd: আপনি এই বিষয়বস্তুটি অঙ্কন করে দিয়েছেন। একজন পরীক্ষক শীঘ্রই আপনার বিষয়টিকে খতিয়ে দেখবে।

source: You have not selected an image to upload.
bn_bd: আপলোড করার জন্য আপনি ইমেজ নির্বাচিত করেননি।

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
bn_bd: আপনি সাফল্যের সাথে পাসওয়ার্ডটি পরিবর্তন করেছেন। <a href="%(profile_url)s">প্রোফাইল সম্পাদনা পাতায়ে ফিরে আসুন।</a>

source: Your account is already activated, log in below.
bn_bd: আপনার অ্যাকাউন্টটি ইতিমধ্যে সক্রিয় আছে, নীচে থেকে লগ ইন করুন।

source: Your account was sucessfully closed!
bn_bd: আপনার অ্যাকাউন্ট সফলভাবে বন্ধ হয়েছে!

source: Your content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: আপনার কনটেন্ট খুব ছোট (%(show_value)s অক্ষরের)। এটি কমপক্ষে %(limit_value)s অক্ষর হতে হবে।

source: Your email has been changed from {old_email} to {new_email}.
bn_bd: আপনার ইমেল {old_email} থেকে {new_email} তে পরিবর্তন করা হয়েছে।

source: You replied
bn_bd: আপনার উত্তর

source: Your message was sent!
bn_bd: আপনার বার্তা পাঠানো হয়েছে!

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
bn_bd: আপনি একজন অসাধারন ব্যাক্তি! আমরা একটি ইমেইল পাঠিয়ে দেব আপনার পরিবর্তন অনুমোদিত হলে। আপনি আলোচনা ট্যাব ক্লিক করে এই প্রবন্ধ সম্বন্ধে আলোচনা অনুসরণ করতে পারেন।

source: Your password was successfully reset.
bn_bd: আপনার পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে।

source: Your question is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: ইউজারনামটি খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।

source: Your revision has been approved: {title}
bn_bd: আপনার সংস্করণ অনুমোদিত হয়েছে: {title}

source: Your revision has been reviewed.
bn_bd: আপনার সংস্করণ পর্যালোচনা করা হয়েছে।

source: Your revision has been reviewed: {title}
bn_bd: আপনার সংস্করণ পর্যালোচনা করা হয়েছে: {title}

source: Your settings have been saved.
bn_bd: আপনার সেটিংস সংরক্ষিত করা হয়েছে।

source: Your username is:
bn_bd: আপনার ইউজারনাম:

source: Your username on %s
bn_bd: %s তে আপনার ইউজারনাম

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
bn_bd: আপনার ওয়েব ব্রাউজারের কুকি নিষ্ক্রিয় দেখা যাচ্ছে। লগইন এর জন্য কুকির প্রয়োজন।

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
bn_bd: আপনার অ্যাকাউন্টটি সাফল্যের সাথে অনুমোদন করা হয়েছে! এবং লগইন করে নিজ প্রোফাইলটি সম্পাদনা করতে পারেন।

source: You were awarded the '{title}' badge!
bn_bd: আপনাকে '{title}' ব্যাজ পুরস্কৃত করা হয়েছে!

source: You will always control every tweet you post.
bn_bd: আপনি সর্বদা আপনার প্রত্যেকটি টুইট সম্পাদনা করতে পারবেন পাঠানোর আগে।

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
bn_bd: আপনি <br><strong>%(object)s</strong> থেকে আনসাবস্ক্রাইব হয়ে যাবেন

source: YTD
bn_bd: সাল থেকে মাস

source: Add to queue
bn_bd: সারিতে যোগ করুন

source: audio
bn_bd: অডিও

source: Click to switch visualization
bn_bd: ভিজ্যুয়ালাইজেশন পরিবর্তনের জন্য ক্লিক করুন

source: Close Queue
bn_bd: সারি বন্ধ করুন

source: Could not connect to Soundcloud. Try again later.
bn_bd: Soundcloud এর সাথে সংযুক্ত হতে পারেনি। পরে আবার চেস্টা করুন।

source: Could not connect to Vimeo. Try again later.
bn_bd: Vimeo এর সাথে সংযুক্ত হতে পারেনি। পরে আবার চেস্টা করুন।

source: Could not connect to Vine. Try again later.
bn_bd: Vine এর সাথে সংযুক্ত হতে পারেনি। পরে আবার চেস্টা করুন।

source: Item added to queue
bn_bd: আইটেম সারিতে যোগ করা হয়েছে

source: Loading $1 from $2
bn_bd: লোডিং $1 থেকে $2

source: Loading video from %s
bn_bd: %s থেকে ভিডিও লোড হচ্ছে

source: Maximize
bn_bd: বড় করুন

source: Open in new tab
bn_bd: নতুন ট্যাবে খুলুন

source: Open Queue
bn_bd: সারি খুলুন

source: Play Now
bn_bd: চালু করুন

source: Play Queue
bn_bd: কিউ প্লে করুন

source: Send to mini player
bn_bd: মিনি প্লেয়ারে পাঠাও

source: Send to tab
bn_bd: ট্যাবে পাঠাও

source: Something's gone wrong with this video. Try again later.
bn_bd: ভিডিওতে ত্রুটি রয়েছে। পরে আবার চেষ্টা করুন।

source: The link you have sent from Soundcloud is not a track, try sending an audio track.
bn_bd: আপনি Soundcloud থেকে যে লিঙ্ক পাঠিয়েছেন তা ট্রাকে নেই, অডিং ট্রাক পাঠানোর চেস্টা করুন।

source: The publisher of this track has restricted access to third parties, try another track.
bn_bd: ট্রাকটির প্রকাশক তৃতীয় পক্ষের প্রবেশ করার ক্ষমতা নিষিদ্ধ করেছেন, অন্য ট্রাক চেস্টা করুন।

source: There are no more items in the queue
bn_bd: সারিতে আর কোন আইটেম নেই

source: The track you have sent from Soundcloud is not streamable, try another track.
bn_bd: আপনি Soundcloud থেকে যে লিঙ্ক পাঠিয়েছেন তা প্রচারযোগ্য না, অন্য ট্রাক পাঠানোর চেস্টা করুন।

source: This video has been marked as unembeddable by the owner. Please try another video or contact the publisher.
bn_bd: সত্ত্বাধিকারী ভিডিওটি এমনভাবে চিহ্নিত করেছেন যেনো তা এমবেড করা সম্ভবপর না হয়। অনুগ্রহ করে আরেকটি ভিডিও চেষ্টা করুন, অথবা প্রকাশকের সাথে যোগাযোগ করুন।

source: video
bn_bd: ভিডিও

source: Video not found. The video you've requested has either been removed or marked private.
bn_bd: ভিডিও পাওয়া যায়নি। আপনি যে ভিডিওটির জন্যে অনুরোধ করেছেন, সেটি হয় অপসারণ করা হয়েছ নয়তো প্রাইভেট করে দেওয়া হয়েছে।

source: What would you like to do?
bn_bd: আপনি কি করতে পছন্দ করবেন?

source: You have reached the limit for Soundcloud streams for today, try again tomorrow.
bn_bd: আজকের জন্য আপনি Soundcloud এর নির্ধারিত সীমানা ছুঁয়ে ফেলেছেন, আগামীকাল আবার চেস্টা করুন।

source: All changes saved
bn_bd: সব পরিবর্তন সংরক্ষিত

source: Cancel Login
bn_bd: লগইন বাতিল

source: Click here to give us some feedback
bn_bd: আমাদেরকে আপনার প্রতিক্রিয়া জানাতে এখানে ক্লিক করুন

source: Delete Note
bn_bd: নোট মুছে ফেলুন

source: Disable Sync
bn_bd: সিঙ্ক নিস্ক্রিয় করো

source: Font Size
bn_bd: ফন্টের আকার

source: Give Feedback
bn_bd: প্রতিক্রিয়া জানান

source: Good news - Sync is ready! Enable it below to get your notes where you need them.
bn_bd: সুখবর - সিঙ্ক প্রস্তুত! যেখানে আপনার প্রয়োজন নোটগুলো পেতে নিচে সক্রিয় করুন।

source: Hello!
bn_bd: হ্যালো!

source: New Note
bn_bd: নতুন নোট

source: Notes deleted.
bn_bd: নোট মুছে ফেলা হয়েছে।

source: On Mac: {shortcut}
bn_bd: Mac এ: {shortcut}

source: **** On this computer: ****
bn_bd: **** এই কম্পিউটারে: ****

source: Opening Login…
bn_bd: লগিন প্রস্তুত করা হচ্ছে...

source: Reconnect to Sync
bn_bd: সিঙ্ক করতে পুনঃসংযোগ করুন

source: Remove Account
bn_bd: অ্যাকাউন্ট অপসারণ

source: Saved at {time}
bn_bd: {time} টায় সংরক্ষিত

source: Saving changes…
bn_bd: পরিবর্তন সংরক্ষিত হচ্ছে…

source: Sorry, syncing notes isn’t quite ready. We will count your click as a vote to hurry it up!
bn_bd: দুঃখিত, সিঙ্কিং নোট প্রস্তুত নয়। দ্রুত করতে ভোট হিসাবে আপনার ক্লিক আমরা গণনা করবো!

source: Sorry, Sync is not ready yet, but we will count your click as a vote to hurry it up!
bn_bd: দুঃখিত, সিঙ্ক এখনও প্রস্তুত করা হয়েনি, কিন্তু আপনার এই ক্লিক সিঙ্ক সুবিধা আরও শীঘ্রই নিয়ে আসার ভোট হিসাবে গণনা করছি...

source: Strikethrough
bn_bd: অবচ্ছেদন রেখা

source: Synced at {time}
bn_bd: {time} টায় সিঙ্ককৃত

source: Synced {date}
bn_bd: {date} তারিখে সিঙ্ক করা হয়েছে

source: Sync Error
bn_bd: সিঙ্ক ত্রুটি

source: Syncing Changes…
bn_bd: সিঙ্ক প্রক্রিয়া পরিবর্তন...

source: Sync Your Notes
bn_bd: আপনার নোটসমূহ সিঙ্ক করুন

source: Take a note…
bn_bd: টুকে রাখুন...

source: Text Direction
bn_bd: পাঠ্যের দিকবিন্যাস

source: Theme
bn_bd: থিম

source: This is a simple one-page notepad built in to Firefox that helps you get the most out of the Web.
bn_bd: Firefox এর ভিতরেই তৈরী করা হয়েছে ছোট এক পেজ এর নোটপ্যাড যেন আপনি ওয়েবের থেকে যেকোন কিছু টুকে রাখতে পারেন।

source: Welcome to Firefox Notes!
bn_bd: Firefox Notes এ আপনাকে স্বাগতম!

source: We replaced the text editor in Notes for greater speed and functionality, but had to remove the formatting of your existing notes. Sorry about that, but we appreciate your participation!
bn_bd: আমরা আরও বেশি গতি এবং কার্যকারিতা জন্য টেক্সট এডিটর প্রতিস্থাপন করেছি, কিন্তু আপনার বিদ্যমান নোট বিন্যাস অপসারণ করতে হয়েছে। সে জন্য আমরা দুঃখিত, কিন্তু আমরা আপনার অংশগ্রহণকে সাধুবাদ জানাই!

source: An add-on to let you snooze your tabs for a while.
bn_bd: অ্যাড-অন যা আপনার কোন ট্যাব স্নুজ (কিছু সময়ের জন্যে বন্ধ) করার সুবিধা দেয়।

source: Ask for confirmation when snoozing tabs
bn_bd: ট্যাব স্নুজ করার সময় নিশ্চিত করার জন্য জিজ্ঞাসা করবে

source: « Back
bn_bd: « পিছনে

source: Choose a decade
bn_bd: দশক নির্বাচন করুন

source: Choose a month
bn_bd: মাস নির্বাচন করুন

source: Choose a year
bn_bd: বছর নির্বাচন করুন

source: close button
bn_bd: বন্ধ বাটন

source: {date} at {time}
bn_bd: {date} {time} সময়

source: Donʼt show this again
bn_bd: এটি পুনরায় দেখাবে না

source: Edit Date/Time
bn_bd: তারিখ/সময় সম্পাদনা করুন

source: Last century
bn_bd: গত শতক

source: Last decade
bn_bd: গত দশক

source: Last year (Control + left)
bn_bd: গত বছর (Control + left)

source: Later Today
bn_bd: আজকের পর

source: later today at {time}
bn_bd: পরে আজকে {time} টার সময়

source: Manage Snoozed Tabs
bn_bd: স্নুজ ট্যাব ব্যবস্থাপনা

source: Next century
bn_bd: পরের শতক

source: Next decade
bn_bd: পরের দশক

source: Next Month
bn_bd: আগামী মাস

source: Next month (PageDown)
bn_bd: পরের মাস (PageDown)

source: Next Open
bn_bd: পরেরটা খোল

source: Next time<br>Firefox opens
bn_bd: পরের বার <br> যখন Firefox খুলবে

source: Next Week
bn_bd: আগামী সপ্তাহ

source: Next year (Control + right)
bn_bd: পরের বছর (Control + right)

source: No upcoming snoozes
bn_bd: কোন আসন্ন স্নুজ নাই

source: Pick a Date/Time
bn_bd: তারিখ/সময় নির্বাচন করুন

source: Previous month (PageUp)
bn_bd: আগের মাস (PageUp)

source: Real Soon Now!
bn_bd: সত্যিই খুব শীঘ্রই!

source: Snooze!
bn_bd: স্নুজ!

source: Snoozed Tabs
bn_bd: স্নুজ করা ট্যাব সমূহ

source: Snoozed Tabs - {unique_id}
bn_bd: স্নুজ ট্যাব - {unique_id}

source: Snooze tab until…
bn_bd: যতক্ষণ না স্নুজ ট্যাব…

source: tab icon
bn_bd: ট্যাব আইকন

source: Tab woke up…
bn_bd: ট্যাব জাগ্রত করা…

source: the next time Firefox opens
bn_bd: পরের বার Firefox খোলার সময়

source: This tab will snooze until {time_exp}.
bn_bd: {time_exp} পর্যন্ত ট্যাব স্নুজ করা হবে।

source: This Weekend
bn_bd: এই সপ্তাহের শেষে

source: Time selection is in the past
bn_bd: অতীতের সময় নির্বাচন করা হয়েছে

source: Tomorrow
bn_bd: আগামীকাল

source: tomorrow at {time}
bn_bd: কাল {time} টায়

source: Close Tabs Above
bn_bd: উপরের ট্যাব বন্ধ করুন

source: Close Tabs Below
bn_bd: নিচের ট্যাব বন্ধ করুন

source: Collapse the side bar to see more of the web page. Your tabs are instantly available when you move your mouse towards the edge of the window.
bn_bd: ওয়েব পেইজের আরও বেশি অংশ দেখার জন্য সাইড বার সংকুচিত করুন। আপনার মাউস উইন্ডোর একেবারে পাশের দিকে সরালে আপনার ট্যাবগুলো আবারও তাৎক্ষণিকভাবে দেখাবে।

source: %d more tab…
bn_bd: %d আরও ট্যাব…

source: %d more tabs…
bn_bd: %d আরও ট্যাব…

source: Easily work with dozens of tabs by viewing them on the side of your browser window.
bn_bd: আপনার ব্রাউজার উইন্ডোর পাশে প্রদর্শিত ডজন ডজন ট্যাব দেখালেও সহজেই কাজ করুন।

source: Easy In, Easy Out
bn_bd: সহজে ঢুকুন, সহজে বের হউন

source: Keep sidebar open
bn_bd: সাইডবার খোলা রাখো

source: Let’s Go!
bn_bd: চলুন শুরু করি!

source: Move tabs to the side
bn_bd: ট্যাব পাশে সরাও

source: Move tabs to the top
bn_bd: ট্যাব উপরে সরাও

# Newest tabs are on top Tab shortcuts will move in reverse
source: Newest tabs are on top\nTab shortcuts will move in reverse
bn_bd: নতুন ট্যাবগুলো উপরে থাকবে \n ট্যাব শর্টকাট বিপরীতক্রমে থাকবে

source: Reverse Tab Order
bn_bd: ট্যাবের ক্রম উল্টা করুন

source: Show me how it works
bn_bd: দেখাও এটা কিভাবে কাজ করে

source: Shrink sidebar when not in use
bn_bd: যখন অব্যবহৃত থাকবে তখন সাইডবার সংকুচিত রাখো

source: side
bn_bd: পাশে

source: Tab Center is an attempt to solve some of the issues that have emerged from the way people use tabs (most notably the “too many tabs” problem) and provide a more versatile UI basis for future innovation. The first version of this Firefox add-on arranges tabs in a vertical rather than horizontal fashion. It is heavily inspired by and borrows ideas from the excellent VerticalTabs add-on.
bn_bd: Tab Center এমন কিছু সমস্যার (বেশিভাগ সময়ে "অনেক বেশি ট্যাব" সমস্যা) সমাধান যা লোকজন ট্যাব ব্যবহারে সম্মুখিন হয়ে থাকেন এবং যা ভবিষ্যত উদ্ভাবনী উপর ভিত্তি করে একটি বহুমুখী UI প্রদান করে। এই অ্যাড-অনের প্রথম সংস্করণটি Firefox এর ট্যাবগুলোকে আনুভূমিক ভাবে সাজানোর বদলে উল্লম্বভাবে সাজিয়ে দেয়। VerticalTabs এর মত চমৎকার অ্যাড-অনের ধারণা থেকে এই অ্যাড-অনটি তৈরি করা হয়েছে।

source: Tame Your Tabs!
bn_bd: আপনার ট্যাব নিয়ন্ত্রণ করুন!

source: The Space You Need
bn_bd: যে জায়গা আপনার প্রয়োজন

source: You can always switch back to tabs on top here.
bn_bd: আপনি সর্বদা এখাবে উপর থেকে ট্যাবে ফিরে যেতে পারেন।

source: About Test Pilot
bn_bd: Test Pilot পরিচিতি

source: As you wish. This will disable any active tests, uninstall the add-on and remove your account info from our servers.
bn_bd: আপনি যেভাবে ইচ্ছা করেন। এটা যেকোন সক্রিয় টেস্ট কে নিষক্রিয় করবে, অ্যাড-অন আনইনস্টল করবে এবং আমাদের সার্ভার থেকে আপনার অ্যাকাউন্টের তথ্য সরিয়ে দিবে।

source: Blog
bn_bd: ব্লগ

source: Brought to you by
bn_bd: প্রযত্নে

source: Bug Reports
bn_bd: বাগ রিপোর্ট

source: By proceeding, you agree to the <a>Terms of Use</a> and <a>Privacy Notice</a> of Test Pilot.
bn_bd: এর মাধ্যমে, আপনি Test Pilot এর <a>ব্যবহারের শর্তাবলী</a> এবং <a>গোপনীয়তা নোটিশের</a> সাথে সম্মত আছেন।

source: By proceeding, you agree to the <terms-link>Terms of Use</terms-link> and <privacy-link>Privacy Notice</privacy-link> of Test Pilot.
bn_bd: এর মাধ্যমে, আপনি Test Pilot এর <terms-link>ব্যবহারের শর্তাবলী</terms-link> এবং <privacy-link>গোপনীয়তা নোটিশের</privacy-link> সাথে সম্মত আছেন।

source: Changelog
bn_bd: পরিবর্তনলগ

source: Choose your features
bn_bd: আপনার ফিচারটি বেছে নিন

source: Click on a new tab, and your favorite sites are only one more click away.
bn_bd: নতুন ট্যাবে ক্লিক করুন, আর আপনার প্রিয় সাইটগুলো মাত্র এক ক্লিকেই পাবেন।

source: Cloud Services Engineer
bn_bd: ক্লাউড সার্ভিস ইঞ্জিনিয়ার

source: Design Contributor
bn_bd: ডিজাইন অবদানকারী

source: Desktop Firefox Engineer
bn_bd: ডেক্সটপ Firefox ইঞ্জিনিয়ার

source: Director, Wayback Machine, The Internet Archive
bn_bd: পরিচালক, Wayback Machine, The Internet Archive

source: Disable Experiment?
bn_bd: পরীক্ষণ নিষ্ক্রিয় করবেন?

source: Disable { $title }
bn_bd: { $title } নিষ্ক্রিয় করুন

source: Disabling...
bn_bd: নিষ্ক্রিয় করা হচ্ছে...

source: Discuss Test Pilot
bn_bd: Test Pilot আলোচনা

source: Discuss { $title }
bn_bd: আলোচনা { $title }

source: E-mail
bn_bd: ই-মেইল

source: Email Sent
bn_bd: ইমেইল পাঠানো হয়েছে

source: Enable experimental features
bn_bd: পরীক্ষামূলক ফিচার সক্রিয় করুন

source: Enable { $title }
bn_bd: { $title } সক্রিয় করুন

source: Enabling...
bn_bd: সক্রিয় হচ্ছে...

source: Ending Soon
bn_bd: শীগ্রই শেষ হচ্ছে

source: Ending Tomorrow
bn_bd: আগামীকাল শেষ হবে

source: Engineer
bn_bd: ইঞ্জিনিয়ার

source: Engineering Contributor
bn_bd: ইঞ্জিনিয়ারিং অবদানকারী

source: Engineering Intern
bn_bd: ইঞ্জিনিয়ারিং ইন্টার্ণ

source: Engineering Manager
bn_bd: ইঞ্জিনিয়ারিং ম্যানেজার

source: Experiment End Date: <b>{ $completedDate }</b>
bn_bd: পরীক্ষণের সর্বশেষ তারিখ: <b>{ $completedDate }</b>

source: Experiment end date: <b>{ DATETIME($completedDate) }</b>
bn_bd: পরীক্ষণের সর্বশেষ তারিখ: <b>{ DATETIME($completedDate) }</b>

source: { $experiment_title } is not supported in this version of Firefox.
bn_bd: Firefox এর এই সংস্করণে { $experiment_title } সমর্থন করে না।

source: File an Issue
bn_bd: ইস্যু ফাইল করুন

source: Find out about new experiments and see test results for experiments you've tried.
bn_bd: নতুন পরীক্ষা-নীরিক্ষা সম্পর্কে জানুন এবং আপনার করা পরীক্ষাগুলোর ফলাফল দেখুন।

source: Find out why
bn_bd: কারণ খুঁজুন

source: Firefox experiment
bn_bd: Firefox পরীক্ষণ

source: Firefox / mobile experiment
bn_bd: Firefox / মোবাইল পরীক্ষণ

source: Firefox Test Pilot - Experiments
bn_bd: Firefox Test Pilot - পরীক্ষা-নীরিক্ষা

source: Firefox Test Pilot - Uninstall Test Pilot
bn_bd: Firefox Test Pilot - Test Pilot আনইস্টল করুন

source: Firefox / web experiment
bn_bd: Firefox / মোবাইল পরীক্ষণ
